<?php

namespace Database\Seeders;

use App\Models\Country;
use Illuminate\Database\Seeder;

class CountrySeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $countriesData = [
            'أوكرانيا' => ['كييف', 'خاركيف', 'لفيف', 'دينبرو', 'أوديسا'],
            'اخر' => ['مدينة1', 'مدينة2', 'مدينة3'],
            'الاردن' => ['عمان', 'إربد', 'الزرقاء', 'العقبة', 'مادبا'],
            'الامارات' => ['دبي', 'أبو ظبي', 'الشارقة', 'العين', 'رأس الخيمة'],
            'البحرين' => ['المنامة', 'الرفاع', 'المحرق', 'مدينة حمد', 'مدينة عيسى'],
            'الجزائر' => ['الجزائر', 'وهران', 'قسنطينة', 'عنابة', 'باتنة'],
            'السعودية' => ['الرياض', 'جدة', 'مكة المدينة', 'المدينة', 'الدمام'],
            'السودان' => ['الخرطوم', 'أم درمان', 'بورتسودان', 'كسلا', 'الأبيض'],
            'الصومال' => ['مقديشو', 'هرجيسا', 'بربرة', 'كيسمايو', 'بيدوا'],
            'العراق' => ['بغداد', 'البصرة', 'الموصل', 'أربيل', 'النجف'],
            'الكويت' => ['مدينة الكويت', 'حولي', 'السالمية', 'الفروانية', 'الأحمدي'],
            'المغرب' => ['الدار البيضاء', 'الرباط', 'مراكش', 'فاس', 'طنجة'],
            'اليمن' => ['صنعاء', 'عدن', 'تعز', 'الحديدة', 'إب'],
            'ایران' => ['تهران', 'مشهد', 'اصفهان', 'كرج', 'تبريز'],
            'باكستان' => ['كراتشي', 'لاهور', 'إسلام آباد', 'راولبندي', 'فيصل آباد'],
            'تونس' => ['تونس', 'صفاقس', 'سوسة', 'القيروان', 'بنزرت'],
            'جزر القمر' => ['موروني', 'موتسامودو', 'دوموني', 'فومبوني', 'واني'],
            'جيبوتي' => ['مدينة جيبوتي', 'علي صبيح', 'تاجورة', 'أوبوك', 'ديخل'],
            'دول غربية' => ['CityX', 'CityY', 'CityZ'],
            'سوريا' => ['دمشق', 'حلب', 'حمص', 'اللاذقية', 'حماة'],
            'عمان' => ['مسقط', 'صلالة', 'صحار', 'نزوى', 'صور'],
            'فلسطين' => ['القدس', 'مدينة غزة', 'رام الله', 'الخليل', 'نابلس']

        ];
        foreach ($countriesData as $countryName => $cities) {
            $citiesData = [];
            foreach ($cities as $city) {
                $citiesData[] =  $city;
            }
            Country::create([
                'country' => $countryName,
                'cities' => $citiesData,
            ]);
        }
    }
}
