@extends('layouts.app')
@section('css')
    <link rel="stylesheet" href="{{ asset('css/custom_chat.css') }}" />
    <style>
        .terms_head {
            box-sizing: border-box;
            margin: 0px 0px 30px;
            min-width: 0px;
            font-size: 24px;
            font-family: inherit;
            line-height: 1.25;
            font-weight: 700;
        }

        .term_body {
            box-sizing: border-box;
            margin: 0px;
            min-width: 0px;
            text-align: justify;
        }
    </style>
@endsection
@section('content')
    <main>
        <div class="row justify-content-center">
            <div class="col-md-8 col-sm-12">
                <div class="card mb-5 main_card p-5">
                    <h2 class="terms_head">شروط وقوانين موقع حظوظ لتسهيل التعارف بهدف الزواج</h2>
                    <p class="term_body">
                        على جميع الأشخاص الراغبين في الاشتراك بالموقع والاستفادة من خدماته ان يقوموا بتسجيل انفسهم بعد قراءة
                        شروط وقوانين العضوية والاستخدام والموافقة عليها، علماً بأن تلك الشروط لها القوة القانونية الملزمة
                        للأعضاء المشتركين بالموقع، كما أنه يحق لموقع جظوظ أن يقوم بعمل أي تعديل في تلك الشروط في أي وقت وعلى
                        الأعضاء قراءتها من الحين الى الآخر ،وتعتبر إستمراريتهم موافقة على الشروط الجديدة . وتعتبر موافقة أي
                        عضو على شروط وقوانين الموقع بمثابة قبول على الايجاب الصادر من موقع حظوظ
                    </p>
                    <h2 class="terms_head">شروط أساسية</h2>
                    <p class="term_body">
                    <ol>
                        <li>غرض الموقع هو التعارف من أجل الزواج الشرعي فقط وليس لأى غرض آخر وعلى جميع الأشخاص الراغبين في
                            الاشتراك معرفة ذلك، والموقع غير مسئول عن أي تصرفات فردية خارجة عن الغرض الاساسي لانشاء الموقع
                            وأهدافه ونظمه وقوانينه.</li>
                        <li>يمنع منعاً باتاً الاشتراك بهدف التعارف أو الصداقة أو زواج المتعة أو الزواج المؤقت أو الزواج
                            العرفي ، ولا يسمح بكل ذلك في الموقع ومن يسعي لذلك من خلال الموقع يعرض نفسه للمساءلة والملاحقة
                            القانونيه.</li>
                        <li>يجب أن يكون اسم المستخدم الخاص بالعضو جيد ومحترم، ومناسب لطبيعة هذا الموقع الشرعي، ويمنع استخدام
                            اسماء هزلية أو سطحية أو غير محترمة وخادشة للذوق العام وأعراف المجتمع.</li>
                        <li>الموقع للاستخدام الشخصي فقط وغير مسموح باستخدام الموقع تجارياً أو اعلانياً من قبل الأعضاء بأي
                            صورة كانت ومن يفعل ذلك يعرض نفسه للمساءلة القانونية مع انهاء عضويته وعدم أحقيته في استرداد أي
                            مبالغ قد دفعها مسبقاً.</li>
                        <li>للاعضاء ( ذكور وإناث ) الأحقية بعضوية فعالة واحدة بالموقع , ولا يجب التسجيل بأكثر من عضوية ,
                            ومخالفة هذا الشرط يعرض جميع العضويات الاساسية والاضافية للحظر والطرد من الموقع مع عدم احقية
                            العضو فى استرداد الرسوم والمبالغ المدفوعة سلفاً.</li>
                        <li>استخدام الكذب والمبالغة والتضليل في البيانات الشخصية , يعرض صاحبه للحظر مباشرة دون سابق انذار.
                        </li>
                        <li>لا يجب على المشترك كتابة بيانات سطحية وهزلية أو استهزائية في ملفه الشخصي.</li>
                        <li>يمنع استخدام العضوية في الموقع بهدف التشهير بأي شخص أو الإساءة اليه.</li>
                        <li>يمنع في المراسلة استخدام عبارات والفاظ جريئة تخدش الحياء والذوق العام والاعراف السائدة فى
                            المجتمع (مثال : مثير , جنس , حااااار جدا ... الخ).</li>
                        <li>يمنع في المراسلة الاستهزاء ببيانات احد الأعضاء أو بمستواه أو جنسه او لونه او قبيلته , أو بطلبه.
                        </li>
                    </ol>
                    </p>
                    <h2 class="terms_head">سياسة استرداد ثمن الاشتراكات</h2>
                    <p class="term_body">
                        يقدم حظوظ وصفا مفصلا لاشتراكاتها المميزة لذلك ، من المفترض أن يكون المشتري قد راجع اشتراكه المميز
                        الذي اختاره ، وأنه راضٍ عن جودته قبل إجراء الشراء الفعلي للاشتراك المذكور. مع العلم بما سبق و على
                        هذا الأساس ، لا ينبغي للمشتري / المستخدم إرسال أي طلب استرداد / إرجاع لثمن الاشتراك بعد الموافقة على
                        الشروط.
                    </p>

                    <h2 class="terms_head">سياسة الحفاظ على الخصوصية</h2>
                    <p class="term_body">
                        <ol>
                        <li>إن موقع حظوظ ملتزم بحماية خصوصيتك، ونحن نود أن تقضى وقتك معنا في الالتقاء بشريك المستقبل وليس في
                            القلق حول خصوصيتك، ولهذا فلدينا سياسة غاية في البساطة.</li>
                        <li>أية معلومات تزودنا بها وليست للإعلان في بياناتك الشخصية مثل اسمك أو رقم هاتفك سيتم الاحتفاظ بها
                            قيد السرية، وكل مرة نطلب فيها معلومات نوضح تماما إذا ما كانت للإعلان العام أم لا.</li>
                        <li>لموقع حظوظ الحق في الاتصال بالأعضاء المسجلين فيه في أي وقت وكيفما يشاء، حيث تكون إحدى طرق
                            الاتصال إرسال رسائل إعلانية تحتوي على معلومات عن كل ما هو جديد من خدمات يقدمها الموقع، أو تحتوي
                            على مجرد عروض إعلانية.</li>
                        <li>من الممكن للموقع استخدام البيانات من أجل تحسين كفاءة الموقع وتطويره كما انها تستخدم من اجل إعلام
                            الاعضاء عن أي تحديث بالموقع أو عن وجود عروض تسويقية.</li>
                        <li>استخدامك الخاص لموقع حظوظ ومراسلاتك مع الآخرين ك الاعضاء و المستشارين القانونين وموجهين الاسري
                            والخطابات وغيرهم من الخدمات التي يوفرها موقع حظوظ أنت المسؤول عنها تماماً مسؤولية كامله والموقع
                            يحفظ لك المراسلات في سرية تامة خلال ٣٠ يوم وبعدها تمسح نهائياً تلقائياً.</li>
                        <li>الموقع غير مسئول عن أي محتوى للرسائل الداخلية وعلى جميع الأعضاء الالتزام بالعرف والعادات و
                            التقاليد وبشروط العضوية ويرجى ممن يصله رسائل غير لائقة أو تحتوى على مواد دعائية أن يقوم بإرسالها
                            إلى إدارة الموقع لاتخاذ الإجراء المناسب وذلك على البريد الإلكتروني.</li>
                        <li>الحالة الوحيدة التي يقوم فيها الموقع بفحص الرسائل الخاصة بمشترك هي في حالة ورود شكوى من عضو أو
                            أكثر على هذا المشترك.. وفي هذه الحالة تبقى الرسائل سرية ولا يطلع عليها غير الإدارة.</li>
                        <li>قام الموقع بوضع رابط للأعضاء في صفحتهم الرئيسية يقومون من خلاله بإلغاء عضويتهم ومسح بياناتهم من
                            الموقع إذا رغبوا في ذلك.</li>
                        <li>الرجاء ألا تعطي بياناتك (الإيميل أو كلمة السر أو رقم الهاتف) لأي شخص بالموقع أو غير الموقع..
                            الإدارة لا تسألك أبدا عن هذه البيانات لأنها موجودة مسبقا بالموقع.. لذلك لا تعط بيانات اتصالك لأي
                            شخص قابلته بالموقع أو خارجه.</li>
                        <li>الموقع لا يراقب ولا يتدخل في الاتصالات بين الأعضاء.. أنت مسئول مسئولية كاملة على تصرفاتك وردود
                            أفعالك وأنشطتك بالموقع.. وليس للموقع أي دخل أو علاقة بأي من ذلك ، ويخلي مسئوليته القانونيه نتيجة
                            لاى تصرف او سلوك فردي.</li>
                        <li>مهما بلغت درجة تقاربك مع أي من المشتركين في الموقع فلا تقم بإرسال مبالغ مالية بناء على طلبه أو
                            حتى متطوعا من نفسك .. حيث زادت ظاهرة النصب بين الجنسين في أكثر من موقع بالإنترنت في الآونة
                            الأخيرة ، وهذا البند يسعي للحفاظ على حقوق المشتركين.</li>
                        <li>الموقع محمي بصورة جيدة ضد أي اختراق داخلي أو خارجي.. لذلك حفاظك على بيانات اتصالك الخاصة يحميك
                            من محاولة استخدام أي شخص لاشتراكك بالموقع والاطلاع على رسائلك.</li>
                        <li>حظوظ تتعامل بكل جدية مع سياسة الحفاظ على الخصوصية الخاصة بنا، ونحن نتمنى أن تستخدم حظوظ بكل ثقة،
                            وإذا كانت لديك أية استفسار يرجى كتابة أي موضوع يهمك و ارسل لنا من فضلك رسالة إلكترونية على
                            العنوان التالى: <a href="mailto:info@hudhoodh.com">info@hudhoodh.com</a></li>
                        </ol>
                    </p>

                    <h2 class="terms_head">تحذيرات الأمان</h2>
                    <p class="term_body">
                        سلامة مشتركي حظوظ هي مهمتنا الأولى ونأخذ على عاتقنا الكثير من المهام عندما يتعلق الأمر بتوفير تجربة
                        أمنة لمشتركينا أثناء بحثهم عن الشريك المناسب، ولأن إيجاد الشخص المناسب هو من أعظم هدايا الخالق لنا،
                        نبذل قصارى جهدنا لجعل تجربتك سلسة وآمنة قدر الإمكان، نوصي بأخذ هذه التحذيرات بعين الاعتبار واتباعها
                        بحرص خلال التواصل عبر الإنترنت وخارجه، تذكر أن تعتمد على حكمتك واستخدم المنطق أثناء التعرف على أشخاص
                        جدد، بذلك تتفادى التواصل مع أشخاص غير صادقين. لا تشعر بالضغط تجاه أي تصرف أو شيء لست متأكدا منه
                        بنسبة ١٠٠ ٪ مهما كان الطرف الآخر ماهر في الإقناع.
                        نسعى بأن تكون تجربتك على تَوَافِيْق واحدة من أفضل تجاربك على الإطلاق، لذا راجع تحذيرات الأمان
                        التالية:
                        حماية معلوماتك الشخصية:</p>
                    <ol>
                        <li>
                            لا تقدم أي معلومات خاصة أو شخصية مثل معلومات بطاقة الائتمان ولا حتى عنوانك أو مكان عملك لأشخاص
                            لم تتعرف أو تلتقي بهم من قبل.
                        </li>
                        <li>
                            يرجى ملاحظة أنك لن تتلقى بأي بريد إلكتروني من حظوظ ، يطلب منك كلمة مرورك. لذا، في حال حصلت على
                            أي بريد إلكتروني بهذا الخصوص، راسلنا فورا.
                        </li>
                    </ol>
                    <h2 class="terms_head">حظر وإبلاغ إذا لزم الأمر</h2>
                    <p class="term_body">
يمكنك دائما حظر والإبلاغ عن أي مشترك يثير الشك أو أي سلوك مشبوه به، يتم الآمر بشكل سري ومن دون الإفصاح عن هويتك. إذا تلقيت رسائل بطلبات غريبة من أي مشترك، فلا تتردد في إيقاف التواصل في أي وقت.
<ol>
    <li>سلوك مشبوه</li>
    <li>مخالفات شروط الاستخدام</li>
    <li>طلب المال أو التبرعات</li>
    <li>إرسال رسائل غير لائقة أو مسيئة</li>
    <li>طلب صور أو دعوة لدردشة مع كاميرا</li>
    <li>طلب بريدك الإلكتروني أو رقم هاتفك قبل التعارف</li>
    <li>طلب بطاقات مدفوعة مسبقًا</li>
    <li>طلب كلمة مرورك لإثبات الثقة</li>
</ol>

</p>
                </div>
            </div>
        </div>
    </main>
@endsection
