<?php

namespace App\Traits;

trait DataList
{
    protected function data_list()
    {
        $data['type_of_marriages'] =
            [
                'الزواج الأول',
                'الزواج الثاني',
                'الزواج الثالث',
                'الزواج الرابع',
                'زوجة واحدة',
                'لا أمانع تعدد الزوجات',
            ];
        $data['maritalStatusNames'] = [
            'أرمل',
            'متزوج',
            'مطلق',
            'أرملة',
            'أعزب',
            'مُطلّق',
        ];
        $data['sikinColors'] = [
            'القمح الأبيض',
            'حنطي',
            'أبيض',
            'القمح البني',
            'البني الفاتح',
            'بني غامق',
        ];
        $data['qualifications'] =
            [
                'دراسة متوسطة',
                'تعليم ثانوي',
                'دراسة جامعية',
                'دكتوراه',
                'السيرة الذاتية',
                'التعليم الابتدائي',
            ];
        $data['financial_conditions'] = [
            'دخل محدود',
            'أقل من المتوسط',
            'متوسط',
            'أكثر من المتوسط',
            'جيد',
            'ميسور',
            'غني',
        ];
        $data['religiousOptions'] = [
            "أفضل عدم الإفصاح",
            "متدين جداً",
            "متدين قليلاً",
            "لست متدينًا",
            "متدين",
        ];

        return $data;
    }
}
